{
    "data" : [
        {
            "id": 1,
            "blogCategory": "Military",
            "blogTitle" : "Military Career",
            "slug": "fitness-mantra-to-live-fit-life",
            "postedOn": "Jan 2020",
            "author": "Jaiver Calderon",
            "blogImage": "mar1.jpg",
            "blogText": "With almost 6 years of service in the Marines, trained in multiple skills that were deeply instilled into me from learning to work in a large team to leading large team of Marines. Knowing the true meaning of running with the Wolves. Learning a vernacular of skills along the way and building friendships that will last a lifetime with a band brothers that bonded through arms and through the toughest times in ours. The training and education in the service was like no other, fast paced and always on the move to learn to the next best thing. I look back to the days when I was serving and all the days I would be stuck studying for defensive maneuvers until 2am just to be woken up bright and early at 5am for morning physical training to move forward to on-boarding in more in depth with higher education. Going \n\nthrough the process of education phase in my military career my mind and body had become accustomed to the lack of sleep and high physical demand by the time I turned 19. That going through the processes of any action become easy, became robotic, became me. though the time in my service has countless stories and more lessons in both military training and lessons that I learned the hard way. I will have to put a pause to post here until next time."
        },
        {
            "id" : 2,
            "blogCategory": "Sales",
            "blogTitle": "My time in Las Vegas",
            "slug": "beautiful-and-special-moment",
            "postedOn": "Nov 2019",
            "author": "Jaiver Calderon",
            "blogImage": "lav1.jpg",
            "blogText": "As soon a my time in service ended with the marines and I received my Honorable Discharge I headed for the hills and I went straight to Las Vegas. Nearing the end of my service I met this guy lets call him Jay he got me into a job that every man dreams of but never knew existed being an Entertainment Mentor. Once I became an Entertainment Mentor I was a Marine by day and by Night I was spending all my time training girls to sell dances in the Strip club. I was living the dream, spending time with beautiful and making money with them. It was the life!!!!I I got to the point to where I was training over 20 girls at one time and anywhere I went I would have a posy of gorgeous women with me. As soon as I was out of the Marines I was doing it full time traveling to Miami, San Francisco, New York, LA, and Las Vegas. Within little time I was contracted by Lamborghini to be their specialize in recruiting beautiful\n\n women for their car shows. It was an Insane lifestyle with the greatest perks ever. Eventually one of the girls that I was training who eventually retired from dancing and become one of the Top Cam Models in the World challenged me to something I couldn't back down on because she was right. She challenged me to be a dancer myself, So I took the challenge and trained hard for 2 months straight, so that I would be ready for my audition at Chippendales. On the first audition I was in. I now using the skills an tactics that I have been teaching for almost 2 years at the time for my own advantage on how to sell dances and entice women to fall in love with me."
        },
        {
            "id": 3,
            "blogCategory": "Hobby",
            "blogTitle": "What I do in my Spare time",
            "slug": "beauti-lies-within-special",
            "postedOn": "Apr 2014",
            "author": "Jaiver Calderon",
            "blogImage": "cap1.jpg",
            "blogText": "My favorite thing to do in my pass time is fighting I can not get enough of it, though I'm horrible in any sport that involves a ball. You through me in a ring I'm alll about the battle. I gives me peace when I can dominate and beat my fellow man in dealt and the most classic of sports as old a man itself. I just don not favor any other sport, but in particular I enjoy Capoeira the most because I can integrate a multitude of techniques and tactics of fighting style in a unique dance that\n\n you can customize to your liking. My skills got so advance that I was able to integrate weapons like knives, poles, and anything I could get my hands on. Though I have a strong love for fighting I have never once watched one match of boxing, wrestling, or any form of fighting style. I just never saw it a important since I have never been a fan of watching, I don't know I have just always had more of a fancy of doing it more than watching it."
        },
        {
            "id": 4,
            "blogCategory": "Hobby",
            "blogTitle": "Where I Relax to Grow",
            "slug": "sliding-my-way-to-life",
            "postedOn": "Jan 2019",
            "author": "Jaiver Calderon",
            "blogImage": "fit1.jpg",
            "blogText": "The Church of gains my second home the one place I go to stay away from women, stay away from coding, and to relax from all my problems. Its the one place that helps me grow both physically and mentally. The once place I go to regain my sanity. Ever since I discovered the Gym when I was 12 yrs old I have been going everyday ever since. The main reason I got into the gym was so that I could lose weight because I was weighing over 280lbs at the age of 12 and within 6 months I lost over 80lbs, after that I just kept on going back to now its always been a part of my lifestyle even to the point where I would work out with broken bones after being told in\n\n no circumstance that I shouldn't be exercising. But whats crazy about it is that i learned how to perform a handstand on a broken foot, if you have heard of a Plange look it up on Youtube I learned to do it with 2 broken ribs, and I learned how to do the human flag with with fractured shoulder. I don't know why but nothing could stop me from going to the gym and I mean nothing even to this day I don't miss the gym I always make time for even if it means I lose sleep because of it because for me that is meditation."
        },
        {
            "id": 5,
            "blogCategory": "Mastery",
            "blogTitle": "Sales to Coder",
            "slug": "memories-from-last-summer",
            "postedOn": "March 2017",
            "author": "Jaiver Calderon",
            "blogImage": "prg1.jpg",
            "blogText": "My path to learning to code was a difficult one, I remember the first time I saw a basic script running in front of me. I couldn't understand a thing that was going on in that computer I couldn't understand a thing and even said that stuff is for nerds I hope that I never learn to do that lame stuff. I was young and naive at the time and I did not know what I was talking and what kind of doors could open up for me. The day I started to learn to code wasn't the best one I was in the hospital for 2 weeks sick out of my and on my death bed. No Kidding. It was the hardest 2 weeks it got to the point to where I didn't even realize that I was in the Hospital being\n\n told I  only had 4 months to live. When I heard that I didn't even care not even for a second, I cared more about why the hell my code was not compiling correctly. The look on the doctors face was priceless of how I said Okay and quickly returned to staring intently at my computer. I eventually got the proper treatment and used mediation practices with deep discoveries of how to use the mind to heal myself and returned back to normal. In those 4 months of my path to recovery I was able to learn over 32 different coding languages and was already getting acquainted with clients to create my first App for hire in Las Vegas."
        }
    ]
}
